;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: TutorialEvent
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[TutorialEvents]
TutorialEvents_AdvancedCombat_CookGrenade_HUDText=
TutorialEvents_AdvancedCombat_KillEnemyPlayerGrenade_HUDText=Kill with a Grenade
TutorialEvents_AdvancedCombat_KillEnemyPlayerPrimarySecondary_HUDText=Kill with both Weapons
TutorialEvents_AdvancedCombat_KillEnemyPlayerRunningOver_HUDText=
TutorialEvents_AdvancedCombat_KillPlayer_AssaultRifle_HUDText=Kill with an AR
TutorialEvents_AdvancedCombat_KillPlayer_LMG_HUDText=Kill with an LMG
TutorialEvents_AdvancedCombat_KillPlayer_Rifle_HUDText=Kill with a Rifle
TutorialEvents_AdvancedCombat_KillPlayer_SMG_HUDText=Kill with an SMG
TutorialEvents_AdvancedCombat_KillPlayer_Secondary_HUDText=Kill with a Sidearm
TutorialEvents_AdvancedCombat_KillPlayer_Shotguns_HUDText=Kill with a Shotgun
TutorialEvents_AdvancedCombat_KillPlayer_SniperRifles_HUDText=Kill with a Sniper
TutorialEvents_AdvancedMinigame_Butcher_HUDText=Complete 'The Butcher'
TutorialEvents_AdvancedMinigame_MugPedestrian_HUDText=Complete 'Drug Mule'
TutorialEvents_AdvancedMissions_BeMVP_HUDText=
TutorialEvents_AdvancedMissions_CompleteXMissionObjectives_HUDText=Complete 3 <font color="#FF6600">Objectives</font>
TutorialEvents_AdvancedMissions_CreateJoinGroup_HUDText=
TutorialEvents_AdvancedMissions_ObtainXMedalsMission_HUDText=Get 5 Medals
TutorialEvents_AdvancedMissions_WinMission_HUDText=
TutorialEvents_AdvancedMissions_WinMissionScoreX_HUDText=Win with 1000 Score
TutorialEvents_AdvancedSocial_CreateDeathThemeMusicEditor_HUDText=
TutorialEvents_AdvancedSocial_CreateJoinClan_HUDText=
TutorialEvents_AdvancedSocial_JokerDistribution_HUDText=Buy from the Joker Store
TutorialEvents_AdvancedSocial_PutItemMarketplace_HUDText=
TutorialEvents_Armas_TrialWeapon_HUDText=Get an Armas Trial
TutorialEvents_Combat_AimYourWeapon_HUDText=Aim Weapon <font color="#FFAC00">(<binding>HoldMarksmanship</binding>)↵</font>
TutorialEvents_Combat_DeployFieldSupplier_HUDText=
TutorialEvents_Combat_EmptyMagazine_HUDText=Shoot until Dry <font color="#FFAC00">(<binding>Fire</binding>)</font>
TutorialEvents_Combat_EquipGrenades_HUDText=Equip Frag Grenades
TutorialEvents_Combat_Lean_HUDText=Lean <font color="#FFAC00">(<binding>LeanLeft</binding>/<binding>LeanRight</binding> with Aim)</font>
TutorialEvents_Combat_SwitchCameraShoulder_HUDText=Switch Shoulder <font color="#FFAC00">(<binding>SwitchCameraSide</binding>)</font>
TutorialEvents_Combat_ThrowGrenade_HUDText=Throw a Grenade
TutorialEvents_Criminal_DeliverItemsContact_HUDText=
TutorialEvents_Criminal_DropStash_HUDText=
TutorialEvents_Criminal_Get4xNotorietyMultiplier_HUDText=Reach Notoriety 4
TutorialEvents_Criminal_KillHeat5EnemyPlayer_HUDText=
TutorialEvents_Criminal_MugLC_HUDText=
TutorialEvents_Criminal_RamRaidShop_HUDText=
TutorialEvents_Criminal_Reach2500Stash_HUDText=
TutorialEvents_Criminal_ReachHeatLevel5_HUDText=
TutorialEvents_Enforcer_DropStash_HUDText=
TutorialEvents_Enforcer_Get4xPrestigeMultiplier_HUDText=Reach Prestige 4
TutorialEvents_Enforcer_KillHeat5EnemyPlayer_HUDText=
TutorialEvents_Enforcer_LocateStolenVehicleDeliver_HUDText=Deliver a Stolen Vehicle
TutorialEvents_Enforcer_ReachHeatLevel5_HUDText=
TutorialEvents_Enforcer_StunArrestCriminalPlayer_HUDText=Arrest a Criminal  <font color="#FFAC00">(<binding>DoCSAKeyPressed</binding>)</font>
TutorialEvents_Enforcer_WitnessCriminalPlayer_HUDText=
TutorialEvents_FightClub_CompleteFightClubRound_HUDText=
TutorialEvents_FightClub_JoinFightClubInstance_HUDText=
TutorialEvents_FightClub_PerformWeeklyChallenge_HUDText=
TutorialEvents_FightClub_QualifyReward_HUDText=Finish a Weekly Challenge
TutorialEvents_Inventory_EquippingModifications_HUDText=Equip a Modification
TutorialEvents_Inventory_ItemsMail_HUDText=Check your <font color="#006BFF">Mail</font>
TutorialEvents_Inventory_Mailboxes_HUDText=Use a <font color="#006BFF">Mailbox </font>
TutorialEvents_Inventory_PurchaseAmmo_HUDText=Purchase <font color="#006BFF">Ammo</font>
TutorialEvents_Missions_CompleteMissionObjective_HUDText=Help in an <font color="#FF6600">Objective</font>
TutorialEvents_Missions_DailyActivities_Crim_HUDText=Get a Daily Activity
TutorialEvents_Missions_DailyActivities_Enf_HUDText=Get a Daily Activity
TutorialEvents_Missions_FinishMission_HUDText=
TutorialEvents_Missions_GetOpposition_HUDText=Wait for Enemies
TutorialEvents_Missions_GoReady_HUDText=Go Ready  <font color="#FFAC00">(<binding>ToggleReadyForMissions</binding>)</font>
TutorialEvents_Missions_KillEnemyPlayer_HUDText=Kill/Assist an Enemy
TutorialEvents_Missions_PledgeContact_Crim_HUDText=
TutorialEvents_Missions_PledgeContact_Enf_HUDText=
TutorialEvents_Missions_StartMission_HUDText=
TutorialEvents_MovementAction_Crouch_HUDText=Crouch <font color="#FFAC00">(<binding>Duck</binding>)</font>
TutorialEvents_MovementAction_Jump_HUDText=Jump <font color="#FFAC00">(<binding>Jump</binding>)</font>
TutorialEvents_MovementActions_KickDoor_HUDText=Open a Door <font color="#FFAC00">(<binding>DoCSAKeyPressed</binding>)</font>
TutorialEvents_MovementActions_Map_HUDText=Open your map <font color="#FFAC00">(<binding>ToggleDistrictMap</binding>)</font>
TutorialEvents_MovementActions_Sprint50m_HUDText=Sprint 50m <font color="#FFAC00">(<binding>Sprint</binding>)</font>
TutorialEvents_Progression_FinishFirstFourContacts_CRIM_HUDText=Max all starting Contacts
TutorialEvents_Progression_FinishFirstFourContacts_ENF_HUDText=Max all starting Contacts
TutorialEvents_Progression_MaxContactFinancialWaterfront_CRIM_HUDText=Max a Contact in both maps
TutorialEvents_Progression_MaxContactFinancialWaterfront_ENF_HUDText=Max a Contact in both maps
TutorialEvents_Progression_Roles_HUDText=Level any Role
TutorialEvents_Social_CreateSymbolSymbolDesigner_HUDText=<font color="#006BFF">Create</font> a Symbol
TutorialEvents_Social_CustomizeItemClothingWardrobe_HUDText=<font color="#006BFF">Customize</font> your Clothes
TutorialEvents_Social_CustomizeVehicleGarage_HUDText=<font color="#006BFF">Customize</font> your Vehicle
TutorialEvents_Social_JoiningSocial_HUDText=Join the Social District
TutorialEvents_Social_PerformEmote_HUDText=Perform an Emote <font color="#FFAC00">(<binding>OpenEmoteCommands</binding>)</font>
TutorialEvents_Vehicles_Commandeer_HUDText=Commandeer a Car <font color="#FFAC00">(<binding>DoCSAKeyPressed</binding>)</font>
TutorialEvents_Vehicles_DriveVehicle500Meters_HUDText=Drive 500m
TutorialEvents_Vehicles_Hijack_HUDText=Hijack a Car <font color="#FFAC00">(<binding>DoCSAKeyPressed</binding>)</font>
TutorialEvents_Vehicles_SpawnVehicleOwn_HUDText=Use a <font color="#006BFF">Vehicle Spawner</font>
